Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# HeadingDialogExportLog.Text
source: Export event log
ar_tn: سجل وقائع التصدير
ca: Exporta el registre d'events
cs: Exportovat protokol událostí
he: ייצוא יומן אירועים
hi: इवेंट लॉग निर्यात करें
hu: Eseménynaplók exportálása
nb: Eksporter handlingslogg
nl: Gebeurtenislogboek exporteren
pl: Eksportuj dziennik zdarzeń
pt_br: Exportar registro de eventos
ro: Exportați registrul de evenimente
ru: Экспорт журналов событий
sk: Exportovať denník udalostí
uk: Експорт журналу подій
zh_hans: 导出事件日志

# HyperlinkSettingsExportLog.Text
source: Export event log
ar_tn: سجل وقائع التصدير
ca: Exporta el registre d'events
cs: Exportovat protokol událostí
he: ייצוא יומן אירועים
hi: इवेंट लॉग निर्यात करें
hu: Eseménynaplók exportálása
nb: Eksporter handlingslogg
nl: Gebeurtenislogboek exporteren
pl: Eksportuj dziennik zdarzeń
pt_br: Exportar registro de eventos
ro: Exportați registrul de evenimente
ru: Просмотр журналов событий
sk: Exportovať denník udalostí
uk: Експорт журналу подій
zh_hans: 导出事件日志

# ButtonDialogExportLogExport.Text
source: Export
ar_tn: تصدير
ca: Exporta
cs: Exportovat
he: ייצא
hi: निर्यात करें
hu: Exportálás
nb: Eksporter
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
ro: Exportați
ru: Экспорт
sk: Exportovať
uk: Експорт
zh_hans: 导出

# TextDialogExportLog.Text
source: None of your scanned pages are included in these logs.
ar_tn: لا تتضمن هذه السجلات أي من الصفحات الممسوحة ضوئيا.
ca: Cap de les pàgines escanejades serà inclosa en aquests informes.
cs: Tyto protokoly neobsahují žádné z vašich naskenovaných dokumentů.
he: אף אחד מהדפים הסרוקים שלך אינו כלול ביומנים אלה.
hi: आपका कोई भी स्कैन किए गए पृष्ठ इन लॉग में शामिल नहीं है।
hu: Ezek a naplók nem tartalmazzák a beszkennelt oldalakat.
nb: Ingen av dine sider er inkludert i disse loggene.
nl: Geen van uw gescande pagina's is opgenomen in deze logboeken.
pl: Żadna z zeskanowanych stron nie jest uwzględniona w tych dziennikach.
pt_br: Nenhuma das páginas que digitalizar são incluídas nestes relatórios.
ro: Niciuna dintre paginile scanate de dumneavoastră nu apare în acest registru.
ru: Ни одна из ваших отсканированных страниц не включена в эти журналы.
sk: Žiadna z vašich naskenovaných strán nie je zahrnutá v týchto protokoloch.
uk: Жодна з ваших відсканованих сторінок не додана до цих журналів.
zh_hans: 您扫描的页面没有被包含在这些日志里。

# TextDialogPrivacySetup.Text
source: Please confirm the following settings.
ar_tn: الرجاء تأكيد الإعدادات التالية.
ca: Si us plau, confirmeu la configuració següent.
cs: Prosím potvrďte následující nastavení.
he: אנא אשר את ההגדרות הבאות.
hi: कृपया निम्नलिखित सेटिंग्स की पुष्टि करें।
hu: Kérjük erősítse meg az alábbi beállításokat.
nb: Vær så snill å godkjenn følgende innstillinger.
nl: Bevestig de volgende instellingen.
pl: Zapoznaj się z poniższymi ustawieiami.
pt_br: Por favor, confirme as seguintes configurações.
ro: Vă rugăm să confirmați următoarele setări.
ru: Пожалуйста, подтвердите следующие настройки.
sk: Potvrďte nasledujúce nastavenia.
uk: Будь ласка, підтвердіть наступні налаштування.
zh_hans: 请确认以下设置。

# HyperlinkSettingsAboutCredits.Text
source: Credits
ar_tn: تيترات
ca: Crèdits
cs: Kredity
he: קרדיטים
hi: क्रेडिट्स
hu: Köszönet
nb: Kreditter
nl: tegoeden
pl: Autorzy
pt_br: Créditos
ro: Mulțumiri
ru: Благодарности
sk: Zdroje
uk: Титри
zh_hans: 功劳

# TextEditSave.Text
source: Save
ar_tn: حفظ
ca: Desa
cs: Uložit
he: שמור
hi: सहेजें
hu: Mentés
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvare
ru: Сохранить
sk: Uložiť
uk: Зберегти
zh_hans: 保存

# ManifestDisplayName
source: Scanner
ca: Escàner
he: סורק
hi: स्कैनर
hu: Szkenner
nb: Skanner
pl: Skaner
ro: Scaner
ru: Сканер
sk: Skener
uk: Сканер
zh_hans: 扫描仪

# ManifestPackageDisplayName
source: Scanner - Quick and Easy Document Scanning
ar_tn: Scanner -مسح ضوئي سريع وسهل للمستندات
ca: Escàner: escaneig de documents ràpid i senzill
cs: Scanner - Rychlé a snadné skenování dokumentů
he: סורק - סריקת מסמכים מהירה וקלה
hi: स्कैनर - शीघ्र और आसान दस्तावेज़ स्कैनिंग
hu: Szkenner – Gyors és Egyszerű Dokumentum Szkennelés
nb: Skanner - Kjappe og Enkle Dokumentskann
nl: Scanner - Snel en eenvoudig documenten scannen
pl: Skaner — szybkie i łatwe skanowanie dokumentów
pt_br: Scanner - Digitalização rápida e fácil de documentos
ro: Scaner – scanare de documente simplă și ușoară
ru: Сканер — быстрое и простое сканирование документов
sk: Skener - rýchle a jednoduché skenovanie dokumentov
uk: Сканер - Швидке і просте сканування документів
zh_hans: 扫描仪--快速和简单的文件扫描

# ManifestShortName
source: Scanner
ca: Escàner
he: סורק
hi: स्कैनर
hu: Szkenner
nb: Skanner
pl: Skaner
ro: Scaner
ru: Сканер
sk: Skener
uk: Сканер
zh_hans: 扫描仪

# TextPageListDescriptor
source: Page {0}
ar_tn: صفحة{0}
ca: Pàgina {0}
cs: Strana {0}
he: עמוד {0}
hi: पृष्ठ {0}
hu: {0}. oldal
nb: Side {0}
nl: Pagina {0}
pl: Strona {0}
pt_br: Página {0}
ro: Pagina {0}
ru: Страница {0}
sk: Strana {0}
uk: Сторінка {0}
zh_hans: 第 {0} 页

# DefaultScanFolderName
source: Scans
ar_tn: مستندات
ca: Documents escanejats
cs: Skeny
he: סריקות
hi: स्कैन्स
nb: Skanninger
pl: Skany
pt_br: Digitalizações
ro: Scanări
ru: Отсканированное
sk: Skeny
uk: Відскановане
zh_hans: 扫描

# OptionSettingsSaveLocationAsk.Content
source: Ask every time
ar_tn: أسأل في كل مرة
ca: Demanar cada vegada
cs: Zeptat se pokaždé
he: שאל בכל פעם
hi: हर बार पूछें
hu: Kérdés minden alkalommal
nb: Spør hver gang
nl: Vraag elke keer
pl: Zawsze pytaj
pt_br: Perguntar sempre
ro: Întreabă-mă de fiecare dată
ru: Спрашивать каждый раз
sk: Pýtať sa zakaždým
uk: Питати щоразу
zh_hans: 每次都询问

# OptionSettingsSaveLocationSet.Content
source: Use a set location
ar_tn: أستخدم موقع محدد
ca: Usar una ubicació específica
cs: Použít nastavené umístění
he: שימוש במיקום מוגדר
hi: एक निर्धारित स्थान का प्रयोग करें
hu: Állandó
nb: Bruk en valgt plassering
nl: Gebruik een vaste locatie
pl: Użyj zdefiniowanej lokalzacji
pt_br: Utilizar uma localização predefinida
ro: Folosiți o locație stabilită
ru: Использовать выбранную папку
sk: Použiť nastavené miesto
uk: Використовувати обрану теку
zh_hans: 使用一个设定的位置

# ButtonBack.ToolTipService.ToolTip
source: Back
ar_tn: عودة
ca: Enrere
cs: Zpět
he: חזור
hi: वापस जाऍं
hu: Vissza
nb: Tilbake
nl: Rug
pl: Wstecz
pt_br: Voltar
ro: Înapoi
ru: Назад
sk: Späť
uk: Назад
zh_hans: 后退

# ButtonZoomIn.ToolTipService.ToolTip
source: Zoom In (Ctrl + Mouse Wheel Up)
ar_tn: تقريب (Ctrl + Mouse Wheel Up)
ca: Amplia (Ctrl + Roda del ratolí amunt)
cs: Přiblížit (Ctrl + Kolečko myši nahoru)
he: הגדל (Ctrl + גלגל עכבר למעלה)
hi: ज़ूम इन करें (Ctrl+माउस व्हील अप)
hu: Nagyítás (Ctrl + felfelé görgetés)
nb: Forstørre (Ctrl + Musehjul Rull Opp
nl: Inzoomen (Ctrl + muiswiel omhoog)
pl: Powiększ (Ctrl + Kółko myszy do góry)
pt_br: Ampliar (Ctrl + Roda do mouse para cima)
ro: Măriți (Ctrl + rotiță mouse în sus)
ru: Увеличить масштаб (Ctrl + прокрутка вверх)
sk: Priblížiť (Ctrl + koliesko myši nahor)
uk: Збільшити масштаб (Ctrl + колесо миші вгору)
zh_hans: 放大 (Ctrl + 鼠标滚轮向上)

# ButtonZoomOut.ToolTipService.ToolTip
source: Zoom Out (Ctrl + Mouse Wheel Down)
ar_tn: تكبير (Ctrl + Mouse Wheel Down)
ca: Redueix (Ctrl + Roda del ratolí avall)
cs: Přiblížit (Ctrl + Kolečko myši dolů)
he: הקטן (Ctrl + גלגל העכבר כלפי מטה)
hi: ज़ूम आउट करें (Ctrl+माउस व्हील डाउन)
hu: Kicsinyítés (Ctrl + lefelé görgetés)
nb: Forminske (Ctrl + Musehjul Rull Ned)
nl: Uitzoomen (Ctrl + muiswiel omlaag)
pl: Pomniejsz (Ctrl + Kółko myszy do dołu)
pt_br: Reduzir (Ctrl + Roda do mouse para baixo)
ro: Micșorați (Ctrl + rotiță mouse în jos)
ru: Уменьшить масштаб (Ctrl + прокрутка вниз)
sk: Oddialiť (Ctrl + koliesko myši nadol)
uk: Зменшити масштаб (Ctrl + колесо миші вниз)
zh_hans: 缩小 (Ctrl + 鼠标滚轮向下)

# TextPageIndicator
source: {0} of {1}
ar_tn: {0}من{1}
ca: {0} de {1}
cs: {0} z {1}
he: {0} מתוך {1}
hi: {1} में से {0}
nb: {0} av {1}
nl: {0} van {1}
pl: {0} z {1}
pt_br: {0} de {1}
ro: {0} din {1}
ru: {0} из {1}
sk: {0} z {1}
uk: {0} з {1}
zh_hans: {0} 项共 {1}

# OptionScanOptionsResolutionDefault
source: {0:0} DPI (Default)
ar_tn: {0:0} نقطة في البوصة الواحدة
ca: {0:0} DPI (per defecte)
cs: {0:0} DPI (Výchozí)
he: {0:0} DPI (ברירת מחדל)
hi: {0:0} डीपीआई (डिफ़ॉल्ट)
hu: {0:0} DPI (alapértelmezett)
nb: {0:0} DPI (Nåværende)
nl: {0:0} DPI (standaard)
pl: {0:0} DPI (Domyślna)
pt_br: {0:0} DPI (Padrão)
ro: {0:0} DPI (Implicit)
ru: {0: 0} DPI (по умолчанию)
sk: {0:0} DPI (Predvolené)
uk: {0: 0} DPI (за замовчуванням)
zh_hans: {0:0} DPI (默认)

# OptionScanOptionsResolutionDocuments
source: {0:0} DPI (Best for documents)
ar_tn: {0:0} نقطة في البوصة الواحدة (الأفضل للمستندات)
ca: {0:0} DPI (Millor per a documents)
cs: {0:0} DPI (Nejlepší pro dokumenty)
he: {0:0} DPI (מומלץ למסמכים)
hi: {0:0} डीपीआई (दस्तावेजों के लिए सर्वश्रेष्ठ)
hu: {0:0} DPI (legjobb dokumentumokhoz)
nb: {0:0} DPI (Beste for dokumenter)
nl: {0:0} DPI (Beste voor documenten)
pl: {0:0} DPI (Najlepsza dla dokumentów)
pt_br: {0:0} DPI (Melhor para documentos)
ro: {0:0} DPI (Cel mai bun pentru documente)
ru: {0: 0} DPI (Для документов)
sk: {0:0} DPI (Najlepšie pre dokumenty)
uk: {0: 0} DPI (найкраще для документів)
zh_hans: {0:0} DPI (最适合文档)

# OptionScanOptionsResolutionPhotos
source: {0:0} DPI (Best for photos)
ar_tn: {0:0} نقطة في البوصة الواحدة (الأفضل للصور)
ca: {0:0} DPI (Millor per a fotos)
cs: {0:0} DPI (Nejlepší pro fotografie)
he: {0:0} DPI (מומלץ לתמונות)
hi: {0:0} डीपीआई (तस्वीरों के लिए सर्वश्रेष्ठ)
hu: {0:0} DPI (legjobb fotókhoz)
nb: {0:0} DPI (Beste for foto)
nl: {0:0} DPI (Beste voor foto's)
pl: {0:0} DPI (Najlepsza dla zdjęć)
pt_br: {0:0} DPI (Melhor para fotos)
ro: {0:0} DPI (Cel mai bun pentru fotografii)
ru: {0: 0} DPI (Для фотографий)
sk: {0:0} DPI (Najlepšie pre fotografie)
uk: {0: 0} DPI (найкраще для фотографій)
zh_hans: {0:0} DPI (最适合照片)

# TextScanCompleteMultipleAccessibility
source: Scan complete, added {0} pages
ar_tn: انتهى المسح الضوئي، تم إضافة {0} صفحة
ca: Escaneig completat, hem afegit {0} pages
cs: Skenování dokončeno, přidáno {0} stránek
he: הסריקה הושלמה, נוספו {0} דפים
hi: स्कैन पूर्ण हुआ, {0} पृष्ठ जोड़े गए
hu: A szkennelés kész, {0} oldal hozzáadva
nb: Skann gjennomført, lagt til {0} sider
nl: Scan voltooid, {0} pagina's toegevoegd
pl: Skanowanie zakończone, dodano {0} strony
pt_br: Digitalização completa, adicionadas {0} páginas
ro: Scanare finalizată, s-au adăugat {0} (de) pagini
ru: Сканирование завершено, добавлено {0} страниц
sk: Skenovanie dokončené, bolo pridaných {0} strán
uk: Сканування завершено, додано {0} сторінок
zh_hans: 扫描完成，已添加 {0} 页

# TextScanFailAccessibility
source: Scan failed
ar_tn: فشل المسح الضوئي
ca: Escaneig fallit
cs: Skenování selhalo
he: הסריקה נכשלה
hi: स्कैन विफल रहा
hu: Nem sikerült a szkennelés
nb: Skanningen feilet
nl: Scan mislukt
pl: Skanowanie nie powiodło się
pt_br: Digitalização falhada
ro: Scanare eșuată
ru: Ошибка сканирования
sk: Skenovanie zlyhalo
uk: Помилка сканування
zh_hans: 扫描失败

# TextSavedChangesAccessibility
source: Changes saved
ar_tn: حفظت التغييرات
ca: Canvis desats
cs: Změny uloženy
he: השינויים נשמרו
hi: परिवर्तन सहेजे गए
hu: Változtatások mentve
nb: Forandringer lagret
nl: Wijzigingen opgeslagen
pl: Zapisano zmiany
pt_br: Alterações salvas
ro: Modificări salvate
ru: Изменения сохранены
sk: Zmeny boli uložené
uk: Зміни збережені
zh_hans: 已保存更改

# TextScanCompleteSingleAccessibility
source: Scan complete, added one page
ar_tn: انتهى المسح الضوئي، تم إضافة صفحة واحدة
ca: Escaneig completat
cs: Skenování dokončeno, přidána jedna stránka
he: הסריקה הושלמה, נוסף עמוד אחד
hi: स्कैन पूरा हुआ, एक पृष्ठ जोड़ा गया
hu: A szkennelés kész, 1 oldal hozzáadva
nb: Skanning fullført, lagt til side
nl: Scan voltooid, één pagina toegevoegd
pl: Skan kompletny, dodana jedna strona
pt_br: Digitalização completa, adicionada uma página
ro: Scanare finalizată, s-a adăugat o pagină
ru: Сканирование завершено, добавлена ​​одна страница
sk: Skenovanie dokončené, pridaná bola jedna strana
uk: Сканування завершено, добавлена одна сторінка
zh_hans: 扫描完成，添加了一页

# TextSavedChangesCopyAccessibility
source: Changes saved as copy
ar_tn: تم حفظ التغييرات كنسخة
ca: Canvis desats com a còpia
cs: Změny uložené jako kopie
he: השינויים נשמרו כעותק
hi: परिवर्तन कॉपी के रूप में सहेजे गए
hu: A módosítások másolatként mentve
nb: Endringer lagret som kopi
nl: Wijzigingen opgeslagen als kopie
pl: Zmiany zapisane jako kopia
pt_br: Alterações salvas como uma cópia
ro: Modificări salvate drept copie
ru: Изменения сохранены как копия
sk: Zmeny boli uložené ako kópia
uk: Зміни збережені як копія
zh_hans: 扫描已存为复制

# LeftPaneManage.AutomationProperties.Name
source: Page overview
ar_tn: لمحة عامة للصفحة
ca: Resum de la pàgina
cs: Přehled strany
he: סקירה כללית של הדף
hi: पृष्ठ अवलोकन
hu: Oldal áttekintése
nb: Side oversikt
nl: Pagina overzicht
pl: Przegląd stron
pt_br: Visão geral da página
ro: Vizualizare pagină
ru: Обзор страницы
sk: Prehľad stránky
uk: Огляд сторінки
zh_hans: 页面概览

# LeftPaneScanOptions.AutomationProperties.Name
source: Scan options
ar_tn: خيارات المسح الضوئي
ca: Opcions d'escaneig
cs: Možnosti skenu
he: אפשרויות סריקה
hi: स्कैन ऑप्शंस
hu: Szkennelési lehetőségek
nb: Skanner valg
nl: Scan opties
pl: Opcje skanowania
pt_br: Opções de digitalização
ro: Opțiuni de scanare
ru: Параметры сканирования
sk: Možnosti skenovania
uk: Параметри сканування
zh_hans: 扫描选项

# HeadingDialogDonate.Text
source: Support the development
ar_tn: أدعم تطوير البرنامج
ca: Ajuda al desenvolupament
cs: Podpořte vývojáře
he: תמכו בפיתוח
hi: विकास में सहायता करें
hu: Támogasd a fejlesztést
nb: Støtte til utviklingen
nl: Steun de ontwikkeling
pl: Wesprzyj rozwój
pt_br: Apoiar o desenvolvimento
ro: Susțineți dezvoltarea aplicației
ru: Поддержите разработку
sk: Podporte vývoj
uk: Підтримайте розвиток
zh_hans: 支持开发

# DialogFeedbackButtonDonate.Text
source: Support the development
ar_tn: أدعم تطوير البرنامج
ca: Ajuda al desenvolupament
cs: Podpořit vývoj
he: תמכו בפיתוח
hi: विकास में सहायता करें
hu: Támogasd a fejlesztést
nb: Støtte til utviklingen
nl: Steun de ontwikkeling
pl: Wesprzyj rozwój
pt_br: Apoiar o desenvolvimento
ro: Susțineți dezvoltarea aplicației
ru: Поддержите разработку
sk: Podporte vývoj
uk: Підтримайте розвиток
zh_hans: 支持开发

# DialogChangelog.PrimaryButtonText
source: Support the development
ar_tn: أدعم تطوير البرنامج
ca: Ajuda al desenvolupament
cs: Podpořit vývoj
he: תמכו בפיתוח
hi: विकास में सहायता करें
hu: Támogasd a fejlesztést
nb: Støtte til utviklingen
nl: Steun de ontwikkeling
pl: Wesprzyj rozwój
pt_br: Apoiar o desenvolvimento
ro: Susțineți dezvoltarea aplicației
ru: Поддержите разработку
sk: Podporte vývoj
uk: Підтримайте розвиток
zh_hans: 支持开发

# ButtonScanOptionsCancel.ToolTipService.ToolTip
source: Cancel currently running scan
ar_tn: إلغاء المسح الضوئي الجاري
ca: Cancel·la l'escaneig en curs
cs: Zrušit momentálně probíhající sken
he: בטל את הסריקה הפועלת כעת
hi: वर्तमान में चल रहे स्कैन को रद्द करें
hu: Az éppen futó munka megszakítása
nb: Avbryt nåværende kjørte skann
nl: Momenteel lopende scan annuleren
pl: Anuluj aktualnie uruchomione skanowanie
pt_br: Cancelar a digitalização em andamento
ro: Anulați scanarea care rulează în acest moment
ru: Отменить текущее сканирование
sk: Zrušiť aktuálne spustené skenovanie
uk: Скасувати поточне сканування
zh_hans: 取消当前正在进行的扫描

# HeadingSettingsTheme.Text
source: Theme
ar_tn: تنسيق
ca: Tema
cs: Motiv
he: ערכת נושא
hi: थीम
hu: Téma
nb: Tema
nl: Thema
pl: Motyw
pt_br: Tema
ro: Temă
ru: Тема
sk: Téma
uk: Тема
zh_hans: 主题

# HyperlinkSettingsFeedbackRate.Text
source: Rate in the Microsoft Store
ar_tn: قيم في متجر مايكروسوفت
ca: Puntuna a la Microsoft Store
cs: Ohodnotit na Microsoft Store
he: דירוג ב- Microsoft Store
hi: माइक्रोसॉफ्ट स्टोर में रेट करें
hu: Értékelés a Microsoft Store-ban
nb: Stemme på i Microsoft Store
nl: Beoordeel in de Microsoft Store
pl: Oceń w sklepie Microsoft Store
pt_br: Classifique na Loja Microsoft
ro: Evaluați în Microsoft Store
ru: Оценить в Microsoft Store
sk: Ohodnoťte v Microsoft Store
uk: Оцінити в Microsoft Store
zh_hans: 在 Microsoft Store 中评分

# PerformedAutoRotationBody
source: One or more pages were automatically rotated. This feature can be disabled in the settings.
ar_tn: تم التدوير الآلي لصفحة أو أكثر. يمكنك تعطيل هذه الميزة في الإعدادات.
ca: Una o més pàgines han sigut rotades automàticament. Pots canviar això a la configuració
cs: Jedna nebo více stránek byly automaticky otočeny. Tuto funkci lze vypnout v nastavení.
he: עמוד אחד או יותר סובבו באופן אוטומטי. ניתן להשבית תכונה זו בהגדרות.
hi: एक या अधिक पृष्ठ स्वचालित रूप से घुमाए गए थे। इस सुविधा को सेटिंग्स में अक्षम किया जा सकता है।
hu: Egy vagy több oldal automatikusan el lett forgatva. Ez a funkció a beállításokban letiltható.
nb: En eller flere sider var automatisk rotert. Denne egenskapen kan være avslått i innstillinger.
nl: Een of meer pagina's zijn automatisch gedraaid. Deze functie kan worden uitgeschakeld in de instellingen.
pl: Co najmniej jedna strona została automatycznie obrócona. Tę funkcję można wyłączyć w ustawieniach.
pt_br: Uma ou mais páginas foram automaticamente giradas. Essa opção pode ser desabilitada em configurações.
ro: Una sau mai multe pagini au fost rotite automat. Această caracteristică poate fi dezactivată în setări.
ru: Одна или несколько страниц были автоматически повёрнуты. Эту функцию можно отключить в настройках.
sk: Jedna alebo viac strán sa automaticky otočilo. Túto funkciu je možné vypnúť v nastaveniach.
uk: Одну чи декілька сторінок було автоматично перевернуто. Цю функцію можна відключити в налаштуваннях.
zh_hans: 自动旋转了一页或多页。可以在设置中禁用此功能。

# PerformedAutoRotationHeading
source: Automatic rotation
ar_tn: التدوير الآلي
ca: Rotació automàtica
cs: Automatické otáčení
he: סיבוב אוטומטי
hi: स्वचालित घूर्णन
hu: Automatikus forgatás
nb: Automatisk rotering
nl: Automatische rotatie
pl: Automatyczna rotacja
pt_br: Rotação automática
ro: Rotire automată
ru: Автоповорот
sk: Automatické otáčanie
uk: Автоматичне обертання
zh_hans: 自动旋转

# HyperlinkSettingsAboutChangelog.Text
source: Latest changelog
ar_tn: أخر سجل للتعديل
ca: Registre de canvis més recent
cs: Seznam posledních změn
he: יומן שינויים אחרון
hi: नवीनतम चेंजलॉग
hu: Legújabb változások
nb: Siste endringslogg
nl: Laatste wijzigingslog
pl: Najnowsza lista zmian
pt_br: Último registro de alterações
ro: Ultima listă de modificări
ru: Последние изменения
sk: Najnovší zoznam zmien
uk: Останній журнал змін
zh_hans: 最新更新日志

# HeadingChangelog3_0_0_0Section4.Text
source: And much more!
ar_tn: وأكثر بكثير!
ca: I molt més!
cs: A mnoho dalšího!
he: ועוד ועוד!
hi: और भी बहुत कुछ!
hu: És még sok egyéb!
nb: Å mye mer!!
nl: En veel meer!
pl: I wiele więcej!
pt_br: E muito mais!
ro: Și multe altele!
ru: И многое другое!
sk: A oveľa viac!
uk: І набагато більше!
zh_hans: 还有更多！
